[{"sizes": [".67", "1.7", "centimetres", "0.67", "in", ".7"], "text": "The brown marmorated stink bug (Halyomorpha halys)  is an insect in the family Pentatomidae that is native to China, Japan, the Korean peninsula, and Taiwan. It was accidentally introduced into the United States, with the first specimen being collected in September 1998. The brown marmorated stink bug is an agricultural pest and by 2010–11 had become a season-long pest in U.S. orchards. It has recently established itself in Europe and South America.The adults are approximately 1.7 centimetres (0.67 in) long and about as wide, forming the shield shape characteristic of other stink bugs. They are various shades of brown on both the top and undersides, with gray, off-white, black, copper, and bluish markings. The term marmorated means variegated or veined like marble. Markings unique to this species include alternating light bands on the antennae and alternating dark bands on the thin outer edge of the abdomen. The legs are brown with faint white mottling or banding. The stink glands are located on the underside of the thorax, between the first and second pair of legs, and on the dorsal surface of the abdomen.", "chars": [], "colours": [[" white "], [" brown "]], "patterns": [], "sci_name": "Halyomorpha halys"}, {"sizes": [], "text": "Uredo rangelii, commonly known as myrtle rust, is a fungal plant pathogen native to South America that affects plants in the family Myrtaceae. It is a member of the fungal complex called the guava rust (Puccinia psidii) group. The spores have a distinctive yellow to orange colour, occasionally encircled by a purple ring. They are found on lesions on new growth including shoots, leaves, buds and fruits. Leaves become twisted and may die. Infections in highly susceptible species may result in the death of the host plant.As of late 2013, it is infecting around 179 species in New South Wales and Queensland, from 41 genera (around 46% of genera in the Myrtaceae) in Australia.", "chars": [], "colours": [[" orange "], [" yellow "], [" purple "]], "patterns": [], "sci_name": "myrtle rust"}, {"sizes": [], "text": "Bruchus pisorum, known generally as pea weevil, is a species of leaf beetle in the family Chrysomelidae. Other common names include the pea beetle and pea seed beetle. It is found in Europe & Northern Asia (excluding China) and North America.", "chars": [], "colours": [], "patterns": [], "sci_name": "Bruchus pisorum"}, {"sizes": ["m", null, "5"], "text": "The Queensland fruit fly (Bactrocera tryoni) is a species of tephritid fruit fly native to Australia.\nAdult flies are about 5 to 8mm in length in adult stage. Their larvae hatch in various fruit species, causing significant damage to crops.The fly has been the subject of extensive control regimes including a Fruit Fly Exclusion Zone where it is forbidden to take fruit, and post-harvest dipping of fruit in dimethoate and fenthion. As of October 2011, the use of these chemicals was under review by the Australian Pesticides and Veterinary Medicines Authority (APVMA), with dimethoate suspended from use.In May 2012, January 2013 and February 2015 the fly was found in Auckland, posing a risk to horticulture and leading to a quarantine (see Biosecurity in New Zealand).", "chars": [], "colours": [], "patterns": [], "sci_name": "Bactrocera tryoni"}, {"sizes": ["60", "24", null, "cm", "in"], "text": "Aulacaspis yasumatsui, or cycad aulacaspis scale (CAS), is a scale insect species in the genus Aulacaspis that feeds on cycad species such as Cycas revoluta or Dioon purpusii (Purpus' cycad). Other common names include the cycad scale, the sago palm scale, and the Asian cycad scale. This is a serious pest of cycads which can kill its host plant.The adult female cycad aulacaspis scale has a flattened, circular or pear-shaped cover, often distorted in shape by the close proximity of leaf veins or other scale insects. The cover is white, and may be translucent enough to see the orange coloured insect with its orange eggs beneath. White or pale yellow shed skins are seen on the margin of the cover. The adult male has an elongated cover with parallel sides; it is white and felted, with shed skins similar in colour to the female. In light infestations, these scales are on the undersides of the leaves, but in heavier infestations they also occur on the upper surface and on the roots, at depths down to about 60 cm (24 in).", "chars": [[" scale "], [" scales "]], "colours": [[" orange "], [" yellow "], [" white "]], "patterns": [], "sci_name": "Aulacaspis yasumatsui"}, {"sizes": [], "text": "Cercospora hayi is a fungal plant pathogen.", "chars": [], "colours": [], "patterns": [], "sci_name": "Cercospora hayi"}, {"sizes": ["25", "0.2", "20", "14", "0.8", ".55", "m", "1", null, "5", "in", ".2", "0.55", ".8"], "text": "Crocidolomia pavonana is a moth of the family Crambidae. Its caterpillar is a crop pest and is known as the croci or the cabbage cluster caterpillar. This moth is found in Africa and Asia, its range extending from South Africa through India to the Pacific Ocean, including Australia. The wingspan is about 25 mm (1 in). The larvae feed on Brassicaceae species and are considered an agricultural pest on cabbages. At first, they feed only on the undersides of the leaves. Later they feed on the rest of the leaves and the central shoot. The species was first described by Johan Christian Fabricius in 1794.The adult male is between 11 and 14 mm (0.43 and 0.55 in) long with a wingspan of 20 to 25 mm (0.8 to 1.0 in), and the female is slightly smaller. Both are rather variable in colouring but have brownish markings on a cream background. The male can be distinguished by the tufts of dark-coloured hairs at the front of the forewings.The eggs are pale green and up to three hundred are laid in an overlapping pile that may be 5 mm (0.2 in) in diameter. The larvae are grey with dark heads when they hatch and later become green with dark heads and five fine pale yellow longitudinal stripes. The pupa is cylindrical, olive green to light brown, becoming darker shortly before emergence. It is surrounded by a silken cocoon.", "chars": [], "colours": [[" grey "], [" yellow "], [" olive "], [" green "]], "patterns": [], "sci_name": "Crocidolomia binotalis"}, {"sizes": [null, "m", "104"], "text": "The Green fruit-piercing moth, (Eudocima salaminia), is a moth of the  family Erebidae. It is found from India, and across south-east Asia to the Pacific Islands. In Australia it occurs in the Northern Territory, Queensland and New South Wales. Adult is a fruit-piercer.The wingspan is about 80–104 mm. Palpi with second joint very short and non-spatulate. Fore wings with straight outer margin. Cilia non-crenulate. Head and collar plum fruit colored. Thorax greenish with tufts on metathorax. Abdomen orange. Fore wings are golden greenish. A broad cream-colored costal fascia runs from near base of inner margin to apex, striated with pale red and turning to green at costa. There is a creamy marginal band as well. A curved red streak found below vein 2. Hind wings orange with large black lunule beyond lower angle of cell. A black marginal band with cilia whitish spots runs from costa to vein 2. Ventral side of fore wings fuscous, with orange at base. Broad whitish postmedial band not reaching costa or inner margin. Cilia whitish.Larva dark purplish grey with a few whitish specks. Somites 4th to 6th with small yellowish sub-dorsal spots, beneath which on 5th and 6th somites is a red-ringed black ocellus with whitish pupil. 11th somite is with a conical reddish dorsal tubercle. Late instar is olive brown with dark specks. A pale lateral fascia found on medial somites and purplish fascia from tubercle to last abdominal segment.\nThe larvae feed on Stephania japonica and Sarcopetalum harveyanum. Adults are a pest on fruit plantations. They penetrate fruit in order to suck the juices. After the fruit has been pierced, it is vulnerable for fungi and other micro-organisms. Piercing occurs on Oranges, Lemons and other Citrus as well as Lychees and Longans.", "chars": [], "colours": [[" grey "], [" red-"], [" olive "], [" orange "], [" red "], [" green "], [" black "]], "patterns": [], "sci_name": "Eudocima salaminia"}, {"sizes": [null, "2", "5", "cm", "in"], "text": "Lumpy skin disease (LSD) is an infectious disease in cattle caused by a virus of the family Poxviridae, also known as Neethling virus. The disease is characterized by fever, enlarged superficial lymph nodes and multiple nodules (measuring 2–5 cm in diameter) on the skin and mucous membranes (including those of the respiratory and gastrointestinal tracts). Infected cattle also may develop edematous swelling in their limbs and exhibit lameness. The virus has important economic implications since affected animals tend to have permanent damage to their skin, lowering the commercial value of their hide. Additionally, the disease often results in chronic debility, reduced milk production, poor growth, infertility, abortion, and sometimes death.\nOnset of fever occurs almost one week after infection by the virus. This initial fever may exceed 41 °C and persist for one week. At this time, all of the superficial lymph nodes become enlarged. The nodules, in which the disease is characterized by, appear seven to nineteen days after virus inoculation. Coinciding with the appearance of the nodules, discharge from the eyes and nose becomes mucopurulent.The nodular lesions involve the dermis and the epidermis, but may extend to the underlying subcutis or even to the muscle. These lesions, occurring all over the body (but particularly on the head, neck, udder, scrotum, vulva and perineum), may be either well-circumscribed or they may coalesce. Cutaneous lesions may be resolved rapidly or they may persist as hard lumps. The lesions can also become sequestrated, leaving deep ulcers filled with granulation tissue and often suppurating. At the initial onset of the nodules, they have a creamy grey to white color upon cut section, and may exude serum. After about two weeks, a cone-shaped central core of necrotic material may appear within the nodules. Additionally, the nodules on the mucous membranes of the eyes, nose, mouth, rectum, udder and genitalia quickly ulcerate, aiding in transmission of the virus.In mild cases of LSD, the clinical symptoms and lesions are often confused with Bovine Herpesvirus 2 (BHV-2), which is, in turn, referred to as pseudo-lumpy skin disease. However, the lesions associated with BHV-2 infections are more superficial. BHV-2 also has a shorter course and is more mild than LSD. Electron microscopy can be used to differentiate between the two infections. BHV-2 is characterized by intranuclear inclusion bodies, as opposed to the intracytoplasmic inclusions characteristic of LSD. It is important to note that isolation of BHV-2 or its detection in negatively-stained biopsy specimens is only possible approximately one week after the development of skin lesions.", "chars": [], "colours": [[" white "], [" grey "]], "patterns": [], "sci_name": "Lumpy skin disease virus"}, {"sizes": ["25", null, "30", "m"], "text": "The cockchafer, colloquially called May bug or doodlebug, is a European beetle of the genus Melolontha, in the family Scarabaeidae.\nOnce abundant throughout Europe and a major pest in the periodical years of \"mass flight\", it had been nearly eradicated in the middle of the 20th century through extensive use of pesticides and has even been locally exterminated in many regions. However, since an increase in regulation of pest control beginning in the 1980s, its numbers have started to grow again.Adults of the common cockchafer reach sizes of 25–30 mm; the forest cockchafer is a little smaller (20–25 mm). The two species can best be distinguished by the form of their tail end: it is long and slender in the common cockchafer, but shorter and knob-shaped at the end in the forest cockchafer. Both have a brown colour. Male cockchafers have seven \"leaves\" on their antennae, whereas the females have only six.\nThe species M. pectoralis looks similar, but its pygidium is rounded. The cockchafer should not be confused with the similar European chafer (Rhizotrogus majalis), which has a completely different life cycle, nor with the June beetles (Phyllophaga spp.), which are native to North America, nor with the summer chafer (or \"European June bug\", Amphimallon solstitiale), which emerges in June and has a two-year life cycle. (All of these are Scarabaeidae, have white grubs, and are turf pests.)", "chars": [], "colours": [[" white "], [" brown "]], "patterns": [], "sci_name": "Melolontha melolontha"}, {"sizes": [null, "m", "40"], "text": "Operophtera fagata, the northern winter moth,  is a moth of the family Geometridae. The species can be found in Europe.\n\nThe female of this species is virtually wingless and cannot fly. The wingspan of the males is 32–40 mm. The species resembles the winter moth, but is of a lighter colour and is bigger. The adults are active from October to December.[1]The larvae feed on birch, Tilia, and apple.", "chars": [], "colours": [], "patterns": [], "sci_name": "Operophtera fagata"}, {"sizes": ["2.36", "ft", "16", "6", "m", "3", "metres", ".16", null, "0.16", "5", "4", "in", "centimetres", ".36"], "text": "Rhamnus alaternus is a species of flowering plant in the buckthorn family known by the common name of Italian buckthorn or Mediterranean buckthorn.Rhamnus alaternus is an evergreen shrub 1–5 metres (3 ft 3 in–16 ft 5 in) high. The stems have reddish bark and  pubescent young branches, rounded and compact foliage with alternating leaves, 2–6 centimetres (0.79–2.36 in) long, sometimes nearly opposite, oval or lanceolate, leathery, shiny green, yellowish-green underneath.\nThe small fragrant flowers are gathered in a short axillary yellow-green raceme. The flowering period extends from February to April. Fruits are obovoidal red-brownish drupes of about 3–4 millimetres (0.12–0.16 in),  containing from 2 to 4 seeds. The drupes  darken to black when ripe. Fruits have medicinal properties and can be used with caution as a laxative.", "chars": [], "colours": [[" red-"], [" yellow-"], ["-green "], [" black "]], "patterns": [], "sci_name": "Rhamnus alaternus"}, {"sizes": [], "text": "The orchid beetle or dendrobium beetle (Stethopachys formosa) is an Australian insect found in New South Wales and Queensland. This insect feeds on the flowers and leaves of orchids, often causing damage to cultivated plants.", "chars": [], "colours": [], "patterns": [], "sci_name": "Stethopachys formosa"}, {"sizes": [], "text": "Thyas juno is a species of moth of the  family Noctuidae. It is found in the Indian subregion, China, Japan, Korea, Thailand, Borneo, Java, Sulawesi and on the Southern Moluccas.\nThe larvae feed on Castanea, Quercus, Juglans and Pterocarya species.", "chars": [], "colours": [], "patterns": [], "sci_name": "Thyas juno"}]